OpenFoam/0/alpha1
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       volScalarField;
       location    "0";
       object      alpha1;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   dimensions      [0 0 0 0 0 0 0];

   internalField   nonuniform List<scalar>
   1
   (
       (
           (0.5 0.5 0.05) exp(-100*((x-0.5)*(x-0.5) + (y-0.5)*(y-0.5))) *
           (1 - 0.5*exp(-200*((x-0.5)*(x-0.5) + (y-0.6)*(y-0.6))) +
           0.5*exp(-200*((x-0.5)*(x-0.5) + (y-0.4)*(y-0.4))))
       )
   );

   boundaryField
   {
       bottom
       {
           type            zeroGradient;
       }
       top
       {
           type            zeroGradient;
       }
       sides
       {
           type            empty;
       }
       frontAndBack
       {
           type            empty;
       }
   }

   // ************************************************************************* //

