OpenFoam/system/fvSchemes
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       dictionary;
       location    "system";
       object      fvSchemes;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   ddtSchemes
   {
       default         Euler;
   }

   gradSchemes
   {
       default         Gauss linear;
   }

   divSchemes
   {
       default         none;
       div(phi,U)      Gauss linear;
       div(phi,alpha)  Gauss vanLeer;
       div((muEff*dev(T(grad(U))))) Gauss linear;
       div(rhoPhi,U)   Gauss linear;  // Add this line
   }

   laplacianSchemes
   {
       default         Gauss linear corrected;
   }

   interpolateSchemes
   {
       default         linear;
   }

   snGradSchemes
   {
       default         corrected;
   }

   fluxRequired
   {
       default         no;
       p_rgh;
   }

   // ************************************************************************* //


