OpenFoam/system/setFieldsDict
   FoamFile
   {
       version     2.0;
       format      ascii;
       class       dictionary;
       location    "system";
       object      setFieldsDict;
   }
   // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

   defaultFieldValues
   (
       volScalarFieldValue alpha.air 0
   );

   regions
   (
       sphereToCell
       {
           fieldValues
           (
               volScalarFieldValue alpha.air 1
           );

           centre (0 1 0);
           radius 0.1;
       }
   );

   // ************************************************************************* //

